[
  {
    "id": "prod-pharmacy-pos",
    "taxonomy_id": "cat-pharmacy",
    "name": "RetailPharma POS",
    "short_description": "Comprehensive pharmacy POS solution with inventory, billing, and compliance tools.",
    "overview": "With the progress in the medical industry, significant evolution can be seen in the number of Pharmacy Retail stores. Mediasoft Data Systems Limited offers a complete pharmacy POS software “RetailPharma” that can renovate the way your retail pharmacy runs the business. Our software simplifies complex workflows, from inventory management and barcode systems to handling payments, purchases, and reports. No more struggling with crowded stores – our system helps you manage customers seamlessly. Step into a new era of pharmacy management. Choose RetailPharma for an organized, efficient, and smart solution to transform your pharmacy business.",
    "benefits": [
      "Flexibility: Supports multiple types of orders, from single drop orders to multi-location, multi-schedule deliveries, with user-defined authorizations.",
      "End-to-End Management: Organizes billing, warehouse management, and deliveries with accurate product forecasts.",
      "Automation: Automates workflows and purchase orders with accurate planning data.",
      "Innovative: Adapts POS solutions based on your pharmacy's size, market, and goals.",
      "Crazy-Easy: Simple, intuitive design for all staff skill levels.",
      "Compliance: Helps maintain all regulatory standards.",
      "Data Security: Protects pharmacy records with 24/7 support.",
      "Multiple Payment Method: Tracks and records multiple payment modes in real time."
    ],
    "features": [
      "Inventory Management",
      "Product Details Management",
      "Expire/Return Management",
      "Supplier/Vendor Management",
      "Barcode/QR Code Integration",
      "Damage & Lost Adjustment",
      "VAT Reports",
      "MIS Reporting",
      "Discount Management",
      "Multi-Counter Selling",
      "Point-of-Sale System",
      "Product Exchange"
    ],
    "website": "https://mediasoftbd.com/pharmacy-pos/",
    "price_range": "$700 - $2500",
    "is_active": true
  },
  {
    "id": "prod-chemist-pos",
    "taxonomy_id": "cat-chemist",
    "name": "Chemist POS",
    "short_description": "Comprehensive POS solution tailored for chemist shops with inventory, billing, and compliance tools.",
    "overview": "The number of Chemist Retail shops has increased significantly as the medical business has progressed. Mediasoft Data Systems Limited provides a comprehensive chemist POS system that can revolutionize the way your retail chemist operates. A chemist shop is usually bustling and congested all of the time. Maintaining such a shop is a difficult task, especially when all of the activities must be completed manually. Our software simplifies complex workflows, from inventory management to handling payments, purchases, and reports. So No more worries, Choose Mediasoft for an organized, efficient, and smart solution to transform your Chemist business seamlessly.",
    "benefits": [
      "Flexible: Supports multiple types of orders from simple single drop orders to multi-location, multi-schedule orders, and direct deliveries with user-defined authorizations.",
      "End-to-End Management: Organizes billing, warehouse management, and deliveries with accurate product forecasts.",
      "Automation: Automates workflows and purchase orders with accurate planning data.",
      "Innovative: Adapts POS solutions based on your pharmacy's size, market, and goals.",
      "Crazy-Easy: Simple, intuitive design for all staff skill levels.",
      "Compliant: Helps maintain all regulatory standards and specifications.",
      "Secure: Protects POS system data and records with 24/7 support."
    ],
    "features": [
      "Inventory Management",
      "Product Information Management",
      "Tracking Expired Products",
      "Supplier/Vendor Information",
      "Product Return to Supplier",
      "Barcode Systems",
      "Damage & Lost Adjustment",
      "Product Exchange",
      "Reports",
      "Discount Management",
      "Sales through Multiple Counters in Each Shop"
    ],
    "website": "https://mediasoftbd.com/chemist-pos-software/",
    "price_range": "$700 - $2000",
    "is_active": true
  },
  {
    "id": "prod-ayurvedic-pos",
    "taxonomy_id": "cat-ayurvedic",
    "name": "Ayurvedic POS",
    "short_description": "Advanced POS solution designed for Ayurvedic retail stores with inventory, sales, and compliance tools.",
    "overview": "Mediasoft Data Systems Limited introduces an advanced Ayurvedic POS software, revolutionizing the management of Ayurvedic retail stores. Our comprehensive solution streamlines operations, automates workflows, and enhances efficiency. With the rising demand for Ayurvedic products, our software simplifies inventory management, sales tracking, and customer engagement. From handling payments to managing stock and generating reports, our intuitive POS software is tailored to meet the unique needs of Ayurvedic retailers. Experience seamless management and increased productivity with our user-friendly Ayurvedic POS solution.",
    "benefits": [
      "Flexible: Supports multiple types of orders from simple single drop orders to multi-location, multi-schedule orders, and direct deliveries with user-defined authorizations.",
      "End-to-End Management: Organizes billing, warehouse management, and deliveries with accurate product forecasts.",
      "Automation: Automates workflows and purchase orders with accurate planning data.",
      "Innovative: Adapts POS solutions based on your store's size, market, and goals.",
      "Crazy-Easy: Simple, intuitive design for all staff skill levels.",
      "Compliant: Helps maintain all regulatory standards and specifications."
    ],
    "features": [
      "Inventory Management",
      "Product Information Management",
      "Tracking Expired Products",
      "Supplier/Vendor Information",
      "Product Return to Supplier",
      "Barcode Systems",
      "Damage & Lost Adjustment",
      "Product Exchange",
      "Discount Management"
    ],
    "website": "https://mediasoftbd.com/ayurvedic-pos-software/",
    "price_range": "$750 - $2500",
    "is_active": true
  },
  {
    "id": "prod-surgical-pos",
    "taxonomy_id": "cat-surgical",
    "name": "Surgical POS",
    "short_description": "Comprehensive POS system for medical and surgical retail businesses with advanced inventory, billing, and reporting features.",
    "overview": "As the medical industry has grown, the number of medical and surgical retail establishments has expanded significantly. Mediasoft Data Systems Limited offers a comprehensive Medical and Surgical point-of-sale (POS) system that has the ability to transform the way you run your retail Medical and Surgical business. Our software can aid in the automation of work processes and the management of manual communication. Managing the day-to-day operations of your Medical and Surgical clinic takes a lot of time and work. Our Medical and Surgical POS systems include inventory management, barcode system, payment & transaction management, Damage & Lost Adjustment, reporting, product exchange & discounts, and many more.",
    "benefits": [
      "Flexible: Supports multiple types of orders from simple single drop orders to multi-location, multi-schedule orders, and direct deliveries with user-defined authorizations.",
      "End-to-End Management: Organizes billing, warehouse management, and deliveries with accurate product forecasts.",
      "Automation: Automates workflows and purchase orders with accurate planning data.",
      "Innovative: Adapts POS solutions based on your store's size, market, and goals.",
      "Crazy-Easy: Simple, intuitive design for all staff skill levels.",
      "Compliant: Helps maintain all regulatory standards and specifications.",
      "Secure: Protects POS system data and records with 24/7 support."
    ],
    "features": [
      "Inventory Management",
      "Product Information Management",
      "Tracking Expired Products",
      "Supplier/Vendor Information",
      "Product Return to Supplier",
      "Barcode Systems",
      "Damage & Lost Adjustment",
      "Product Exchange",
      "Reports",
      "Discount Management",
      "Sales through Multiple Counters in Each Shop"
    ],
    "website": "https://mediasoftbd.com/surgical-pos-software/",
    "price_range": "$700 - $2500",
    "is_active": true
  },
  {
    "id": "prod-superstore-pos",
    "taxonomy_id": "cat-superstore",
    "name": "Superstore POS",
    "short_description": "Complete POS solution for retail superstores with inventory, sales, customer management, and advanced reporting.",
    "overview": "Welcome to Mediasoft's Super shop POS software, your comprehensive solution for revolutionizing your retail superstore. Our cutting-edge solution empowers you to effortlessly manage every aspect of your business, from inventory and sales to customer relationships and more. Designed specifically for retail superstores, our software puts you in control, ensuring smooth and precise management of your business. Elevate your superstore experience with our Super Shop POS software!",
    "benefits": [
      "Super Easy: Intuitive and thoughtful design makes the system easy to control, avoiding difficult functionality and errors.",
      "Eliminate Mistakes: Reduce staff errors and training expenses with streamlined POS operations.",
      "Innovative: Adapts POS solutions based on your store's size, market, and goals.",
      "End-to-End Management: Organizes billing, warehouse management, and deliveries with accurate product forecasts.",
      "Keep On Growing: Scales with your business for smooth, fast growth.",
      "Upgrade Your Security: Protects system and data with 24/7 monitoring and secure access.",
      "Always Up to Date: Automatically updates to ensure the latest features and security.",
      "Control Over Business: Categorizes and manages products with centralized oversight."
    ],
    "features": [
      "Better Inventory Management",
      "Multiple Payment Modes",
      "Requisition for a Supplier",
      "Cloud Reports",
      "Cut Your Checkout Lines",
      "Handle Complex Pricing",
      "Approval",
      "VAT Report",
      "Barcode",
      "Day Closing",
      "Customer Loyalty & Promotions",
      "Multiple Terminals"
    ],
    "website": "https://mediasoftbd.com/supershoppos/",
    "price_range": "$1500 - $5000",
    "is_active": true
  },
  {
    "id": "prod-groceries-pos",
    "taxonomy_id": "cat-groceries",
    "name": "Grocery Shop POS",
    "short_description": "Feature-rich POS system for grocery stores with inventory control, billing, and customer management tools.",
    "overview": "Mediasoft's Grocery Shop Billing Software is a sophisticated software designed to streamline your grocery store operations. The software has all the powerful features system that simplifies the process and prevents you from losses due to expiration. Manage all of your business processes directly from the back office with our Grocery shop software. Perform your daily billing and accounting tasks quickly and easily. Simplify and accelerate your grocery store generation process.",
    "benefits": [
      "Always Up to Date: Ensures your store has the latest security updates and features.",
      "Eliminate Mistakes: Reduce staff errors and training time, avoiding operational mistakes.",
      "Innovative: Adapts POS solutions based on your store's size, market, and goals.",
      "End-to-End Management: Organizes billing, inventory management, and deliveries with accurate product forecasts.",
      "Upgrade Your Security: Protects system and data with 24/7 monitoring and secure access.",
      "Show Genuine Care: Helps create customer profiles and enhance shopping experiences."
    ],
    "features": [
      "Powerful POS Features",
      "Better Inventory Management",
      "Delivery Challan",
      "Shop Online",
      "VAT Reports",
      "Multiple Payment Mode",
      "Efficient Supply Orders",
      "Loyalty Program",
      "Day Closing"
    ],
    "website": "https://mediasoftbd.com/grocery_store_pos_software/",
    "price_range": "$800 - $3000",
    "is_active": true
  },
  {
    "id": "prod-convenience-store-pos",
    "taxonomy_id": "cat-convenience-store",
    "name": "Convenience Store POS",
    "short_description": "Efficient POS solution for small-scale retail environments, offering inventory, sales, and promotions management.",
    "overview": "Mediasoft's Convenience Store POS System is tailored to meet the unique needs of small-scale retail environments. Our solution offers streamlined operations for convenience stores, including inventory management, sales tracking, pricing, promotions, and more. With user-friendly features and reliable performance, Mediasoft ensures efficient management of convenience store operations, ultimately enhancing customer satisfaction and driving business growth. Be advance and thrive with us!",
    "benefits": [
      "Super Easy: Intuitive design for easy control, avoiding complex functionalities and errors.",
      "Eliminate Mistakes: Reduce staff errors and training expenses with streamlined operations.",
      "Innovative: Adapts POS solutions based on your store's size, market, and goals.",
      "End-to-End Management: Organizes billing, inventory management, and deliveries with accurate product forecasts.",
      "Keep On Growing: Scales with your business for smooth, fast growth.",
      "Upgrade Your Security: Protects system and data with 24/7 monitoring and secure access.",
      "Show Genuine Care: Creates customer profiles to enhance shopping experience.",
      "Low-Cost: Affordable and feature-rich POS solution.",
      "Always Up to Date: Automatically updates to ensure the latest features.",
      "Control Over Business: Provides centralized management of products and operations."
    ],
    "features": [
      "Better Inventory Management",
      "Multiple Payment Modes",
      "Requisition for a Supplier",
      "Cloud Reports",
      "Cut Your Checkout Lines",
      "Handle Complex Pricing",
      "Approval",
      "VAT Report",
      "Barcode",
      "Day Closing",
      "Customer Loyalty & Promotions",
      "Multiple Terminals"
    ],
    "website": "https://mediasoftbd.com/convenience-store-pos-system/",
    "price_range": "$1000 - $3500",
    "is_active": true
  },
  {
    "id": "prod-department-stores-pos",
    "taxonomy_id": "cat-department-stores",
    "name": "Department Store POS",
    "short_description": "Fully integrated POS solution for department stores with inventory, sales, promotions, and reporting tools.",
    "overview": "Mediasoft's Departmental Store software is a fully integrated system designed to streamline your store's operations effortlessly. Our software is tailor-made for business owners, offering complete control over all aspects of your store. From pricing to inventory management, sales analysis, employee performance, promotions, offers, campaigns, and more, our system handles it all seamlessly. Choose us and gain complete control over your departmental store business.",
    "benefits": [
      "Super Easy: Intuitive and thoughtful design for easy control and reduced complexity.",
      "Eliminate Mistakes: Minimize staff errors and training time with efficient POS operations.",
      "Innovative: Customizes POS solutions to match store size, market, and needs.",
      "End-to-End Management: Covers billing, inventory, and deliveries with accurate forecasts.",
      "Keep On Growing: Scales smoothly with your business for faster growth.",
      "Upgrade Your Security: Protects POS data and records with secure access.",
      "Show Genuine Care: Creates customer profiles to improve shopping experiences.",
      "Always Up to Date: Keeps software updated with the latest features.",
      "Low-Cost: Affordable yet feature-rich POS solution."
    ],
    "features": [
      "Robust POS Features",
      "Better Inventory Management",
      "Multiple Payment Mode",
      "Requisition for a Supplier",
      "Customer Loyalty & Promotions",
      "Cloud Reports",
      "Cut Your Checkout Lines",
      "Handle Complex Pricing",
      "Barcode",
      "VAT Report",
      "Multiple Terminals",
      "Approval"
    ],
    "website": "https://mediasoftbd.com/departmental-store-pos-software/",
    "price_range": "$1500 - $5000",
    "is_active": true
  },
  {
    "id": "prod-hypermarket-pos",
    "taxonomy_id": "cat-hypermarket",
    "name": "Hypermarket POS",
    "short_description": "All-in-one POS solution for hypermarkets with inventory, sales, pricing, promotions, and employee management.",
    "overview": "Mediasoft's Hypermarket POS software is your all-in-one solution for managing and growing your hypermarket business. This solution is designed to streamline operations and enhance efficiency for large-scale retail environments. Our comprehensive POS solution empowers hypermarkets to manage inventory, sales, pricing, promotions, and employee performance seamlessly. With intuitive features designed specifically for hypermarkets, you can take charge of your business with ease and precision.",
    "benefits": [
      "Super Easy: Intuitive and thoughtful design for easy control and reduced complexity.",
      "Eliminate Mistakes: Reduce staff errors and training time with efficient POS operations.",
      "Innovative: Customizes POS solutions to match your hypermarket's size, market, and needs.",
      "End-to-End Management: Covers billing, inventory, and deliveries with accurate forecasts.",
      "Keep On Growing: Scales smoothly with your business for faster growth.",
      "Show Genuine Care: Creates customer profiles to improve shopping experiences.",
      "Affordable Cost: Budget-friendly yet feature-rich POS solution.",
      "Always Up to Date: Keeps software updated with the latest features."
    ],
    "features": [
      "Robust POS Features",
      "Better Inventory Management",
      "Multiple Payment Mode",
      "Requisition for a Supplier",
      "Customer Loyalty & Promotions",
      "Cloud Reports",
      "Cut Your Checkout Lines",
      "Handle Complex Pricing",
      "Approval",
      "Barcode",
      "Multiple Terminals",
      "Day Closing"
    ],
    "website": "https://mediasoftbd.com/hypermarket-pos-software/",
    "price_range": "$2000 - $6000",
    "is_active": true
  },
  {
    "id": "prod-fruits-vegetables-pos",
    "taxonomy_id": "cat-fruits-vegetables",
    "name": "Fruits & Vegetables Billing Software",
    "short_description": "Specialized POS system for fruits and vegetable stores with inventory, pricing, and customer management tools.",
    "overview": "Introducing Mediasoft's Fruits and Vegetable Billing Software, the perfect solution to manage and grow your produce business. From managing inventory to tracking sales and engaging with customers, our software simplifies operations, boosts efficiency, and maximizes profitability. Tailored specifically for fruits and vegetable stores, our intuitive features ensure smooth management of your unique business needs. Take charge of your produce store with precision and ease, and watch your business flourish with Mediasoft!",
    "benefits": [
      "Eliminate Mistakes: Reduce staff errors and training time with efficient POS operations.",
      "Innovative: Customizes POS solutions to match your store's size, market, and needs.",
      "End-to-End Management: Covers billing, inventory, and deliveries with accurate forecasts.",
      "Upgrade Your Security: Protects POS data and records with secure access.",
      "Show Genuine Care: Creates customer profiles to improve shopping experiences.",
      "Always Up to Date: Keeps software updated with the latest features."
    ],
    "features": [
      "Powerful POS Features",
      "Barcode",
      "Handle Complex Pricing",
      "Weight Management",
      "Better Inventory Management",
      "Loyalty Points",
      "Costing & Analysis",
      "VAT Report",
      "Multiple Payment Mode"
    ],
    "website": "https://mediasoftbd.com/fruits_vegetables_billing_software/",
    "price_range": "$850 - $3000",
    "is_active": true
  },
  {
    "id": "prod-meat-butcher-shop-pos",
    "taxonomy_id": "cat-meat-butcher",
    "name": "Meat & Butcher Shop POS",
    "short_description": "Comprehensive POS solution for meat retailers and butcher shops with inventory, pricing, and payment processing tools.",
    "overview": "Introducing Mediasoft's Meat & Butcher Shop POS System, a comprehensive solution designed to streamline operations for meat retailers and butcher shops. Our advanced software offers features such as inventory tracking, pricing management, and integrated payment processing, ensuring efficient transactions and accurate stock management. With user-friendly interface and robust reporting tools, businesses can make informed decisions and enhance customer experiences. Simplify your retail management with Mediasoft's Meat & Butcher Shop POS System and unlock new levels of efficiency and profitability.",
    "benefits": [
      "Eliminate Mistakes: Reduce staff errors and training time with efficient POS operations.",
      "Innovative: Customizes POS solutions to match your shop's size, market, and needs.",
      "Always Up to Date: Keeps software updated with the latest features.",
      "End-to-End Management: Covers billing, inventory, and deliveries with accurate forecasts.",
      "Upgrade Your Security: Protects POS data and records with secure access.",
      "Show Genuine Care: Creates customer profiles to improve shopping experiences."
    ],
    "features": [
      "Robust POS Features",
      "Better Inventory Management",
      "Multiple Payment Mode",
      "Requisition for Supplier",
      "Loyalty & Promotions",
      "Cut Your Checkout Lines",
      "Handle Complex Pricing",
      "Day Closing",
      "Cloud Report"
    ],
    "website": "https://mediasoftbd.com/meat-shop-pos-software/",
    "price_range": "$1000 - $3500",
    "is_active": true
  },
  {
    "id": "prod-apparel-clothing-pos",
    "taxonomy_id": "cat-apparel-clothing",
    "name": "Apparel & Clothing POS",
    "short_description": "POS solution for apparel and clothing retailers with inventory, sales, promotions, and customer management tools.",
    "overview": "Managing a clothing store comes with unique challenges—whether handling large inventories, managing discounts during sales seasons, or providing quick and efficient customer service. Mediasoft has a proven track record of supporting apparel retailers with its RMG Master Solutions for both single-location stores and multi-location chains. Our Clothing Store POS Software is designed to simplify operations, enhance efficiency, and help you deliver an exceptional shopping experience.",
    "benefits": [
      "Seamless Integration: All-in-one platform that integrates every aspect of an apparel store business.",
      "Scalability: Grows with your business and adapts to changing needs.",
      "Eliminates Errors & Mistakes: Automation system minimizes risks, ensuring accuracy.",
      "Customer Insights: Build lasting relationships with detailed data tracking.",
      "Increase Productivity: Manage products efficiently with categorized items and custom setups.",
      "Payment Versatility: Track billing and payments with multiple modes to meet customer preferences."
    ],
    "features": [
      "Customer Information",
      "PO Creation based on Demand",
      "Product Allocation Setup for Shops",
      "Discount/Promotion",
      "Product Delivery",
      "Daily Cash Reconciliation",
      "Salesman Performance",
      "Multiple Warehouses",
      "Omni-channel",
      "Multiple Payment Modes",
      "RFIDs/Tags",
      "Dynamic Attribute"
    ],
    "website": "https://mediasoftbd.com/clothing-store-pos-software/",
    "price_range": "$1500 - $5000",
    "is_active": true
  },
  {
    "id": "prod-boutiques-handicrafts-pos",
    "taxonomy_id": "cat-boutiques-handicrafts",
    "name": "Boutiques & Handicrafts POS",
    "short_description": "POS system for boutiques and handicraft stores with inventory, loyalty, and multi-channel management.",
    "overview": "With our Boutique POS system, you can sell clothing and accessories items quickly and easily. Our system manages your inventory according to various sizes and colors. With strong inventory options, you can quickly order items, distribute them around stores, and keep track of inventory. With a customer loyalty program, you can make your consumers pleased and willing to return. To make your business procedures more efficient, scale and analyze your sales.",
    "benefits": [
      "Accuracy & Speed: Fast and trustworthy system with no risk for mistakes.",
      "Flexible: Handles multiple types of orders, from single drop orders to multi-location deliveries.",
      "Automation: Automates workflows and purchase orders with accurate planning data.",
      "Secure: Protects POS data and records with secure access.",
      "Crazy-Easy: User-friendly design for all staff skill levels.",
      "Compliance: Helps maintain all compliance standards."
    ],
    "features": [
      "Product Information",
      "Omni-channel",
      "Multiple Warehouses",
      "Salesman Performance",
      "Multiple Payment Modes",
      "Discount Management",
      "Barcode Scan & Printing",
      "Loyalty Management",
      "Inventory Management"
    ],
    "website": "https://mediasoftbd.com/boutique-pos-software/",
    "price_range": "$1050 - $3500",
    "is_active": true
  },
  {
    "id": "prod-readymade-garment-pos",
    "taxonomy_id": "cat-readymade-garment",
    "name": "Readymade Garment POS",
    "short_description": "POS solution for garment shops and showrooms with inventory, sales, customer, and payment management tools.",
    "overview": "Mediasoft's Garment Shop POS software is specially designed for garments business, cloth retailers, cloths stores, and showrooms. Our system enables you to successfully manage customer transactions, the general ledger, accounts, stock, etc. Garment Shop software is easy to use and has a sophisticated user interface that can be utilized in any garment store or showroom. Our frequent training of the workforce is made easier with a simple rich user interface.",
    "benefits": [
      "Accuracy & Speed: Fast and trustworthy system with no risk for mistakes.",
      "Flexible: Handles multiple types of orders, from single drop orders to multi-location deliveries.",
      "Automation: Automates workflows and purchase orders with accurate planning data.",
      "Secure: Protects POS data and records with secure access.",
      "Crazy-Easy: User-friendly design for all staff skill levels.",
      "Compliance: Helps maintain all compliance standards."
    ],
    "features": [
      "Product GRN",
      "Point-of-sale",
      "VAT Report",
      "RFID",
      "Dynamic Attribute",
      "Invoice Management",
      "Order Management",
      "SMS, Email, & Personalization Alerts",
      "Payment Gateway"
    ],
    "website": "https://mediasoftbd.com/garments-shop-pos-software/",
    "price_range": "$1200 - $4000",
    "is_active": true
  },
  {
    "id": "prod-tailoring-fabrics-pos",
    "taxonomy_id": "cat-tailoring-fabrics",
    "name": "Tailoring & Fabrics POS",
    "short_description": "Comprehensive POS solution for tailoring and fabric stores with order, inventory, and customer management.",
    "overview": "If you are looking for a perfect solution that can maintain your tailor & fabric store with accuracy, then you are in the right place! Mediasoft Data Systems Limited has the best-featured tailor & fabric management system to manage your tailoring or clothing business. We can provide you with every possible feature to make your business more efficient and advanced. We're just a click away.",
    "benefits": [
      "Advance: Utilizes the latest technologies for top-quality results.",
      "Easy: Simple to operate with shortcut keys and multipurpose entry forms.",
      "Affordable: Competitive pricing with reliable IT support.",
      "Optimize: Automates parameters for detailed monitoring and insights.",
      "Customizable: Adapts to unique business needs with tailored solutions.",
      "8/7 Service & Support: Ensures customer satisfaction with continuous assistance."
    ],
    "features": [
      "Multiple User & Rights Management",
      "Cash Tracking",
      "Measurements",
      "Customer Information",
      "Dashboard",
      "Tailoring Item Manage",
      "Order Management",
      "Fabric Receive",
      "Barcode Print",
      "Inventory Management",
      "Data Security & Backup",
      "Fabric Sale",
      "Category Management",
      "Order Tracking",
      "Mange Collection",
      "Order Delivery",
      "Automatic SMS",
      "Report and Analysis",
      "Product Setup",
      "Dynamic Attribution"
    ],
    "website": "https://mediasoftbd.com/tailoring_software/",
    "price_range": "$1070 - $3500",
    "is_active": true
  },
  {
    "id": "prod-fancy-costume-pos",
    "taxonomy_id": "cat-fancy-costume",
    "name": "Fancy & Costume POS",
    "short_description": "POS solution for fancy and costume stores with product management, designer tracking, and loyalty programs.",
    "overview": "Running a fancy costume store comes with big challenges. Keeping up with the latest fashion trends while also managing multiple attributions to the online store and maintaining an in-store presence is a difficult task. Mediasoft offers all the systems that can ease your fancy and costume business procedures. Its special features help you manage all types of products, keep track of designer information, analyze customer demand to know which products are in trend now, manage customer loyalty and gift voucher issues, and much more.",
    "benefits": [
      "Flexible: Handles multiple types of orders, from single drop orders to multi-location deliveries.",
      "Accuracy & Speed: Fast and trustworthy system with no risk for mistakes.",
      "Automation: Automates workflows and purchase orders with accurate planning data.",
      "Innovative: Customizes POS solutions to match your store's size, market, and goals.",
      "Crazy-Easy: User-friendly design for all staff skill levels.",
      "Secure: Protects POS data and records with secure access."
    ],
    "features": [
      "Customer Information",
      "Product GRN",
      "PO Creation based on Demand/Requisition for a Supplier",
      "Product Allocation Setup for Shops",
      "Discount/Promotion",
      "Daily Cash Reconciliation",
      "Salesman Performance (KPI)",
      "Multiple Payment Mode"
    ],
    "website": "https://mediasoftbd.com/fancy-costume-pos-software/",
    "price_range": "$1200 - $4000",
    "is_active": true
  },
  {
    "id": "prod-home-decore-pos",
    "taxonomy_id": "cat-home-decore",
    "name": "Home Decor Store POS",
    "short_description": "Smart POS for home decor & furnishings with billing, inventory, barcoding, and customer loyalty tools.",
    "overview": "Mediasoft Data Systems Limited provides a smart solutions for the Home Furnishings & decor business to enhance sales and profitability. Our Home Decor Stores Billing and Accounting Software have all of the capabilities you'd expect, such as barcode scanning, direct sales, and wholesale. Software with a very easy user interface, as do SMS and Privilege Cards Manufacturers and merchants may use the solution package to attract customers, engage purchasers, and improve online performance manufacturers & shops. We enable key services to enable smarter and faster traffic generation and revenue growth. Mediasoft's Home Decor Stores Retail Billing Software can easily generate VAT reports too.",
    "benefits": [
      "Reduce Errors: Track accurate data to eliminate manual mistakes and prevent misplaced information.",
      "Accuracy & Speed: Super-fast and trustworthy entry and retrieval without wasted time.",
      "Generate Insights: Digestible reports to streamline operations and increase revenue.",
      "Organize: Centralized work plans, checklists, and task assignment tools.",
      "Multiple Payment Systems: Accept all common local cards with real-time billing status from a single dashboard.",
      "Complete Solution: Full-featured, customizable system accessible anytime and anywhere."
    ],
    "features": [
      "Customer Management",
      "Purchase Order/Return",
      "Barcode Scan & Printing",
      "Billing & Invoicing",
      "Inventory Management",
      "Staff Performance",
      "Lost/Damaged Management",
      "Requisition Approval",
      "Loyalty Management"
    ],
    "website": "https://mediasoftbd.com/home-decor-store-billing-software/",
    "price_range": "$1500 - $5000",
    "is_active": true
  },
  {
    "id": "prod-luggage-bags-pos",
    "taxonomy_id": "cat-luggage-bags",
    "name": "Luggage & Bags POS",
    "short_description": "POS system for luggage and bags stores with inventory, billing, promotions, and multi-branch management.",
    "overview": "Mediasoft's Luggage & Bags store POS software provides solutions with innovative ideas to meet our customers' key operational challenges and needs. It enables you to manage orders, billing, branch-wise stock, inventory, and accounts for smooth business expansion. The solution offers store-wise inventory and replenishment management, sales booster loyalty programs, schemes and promotions for up-sell and cross-sell, financial accounts to balance receivables and payables, and payroll and analysis reports to adapt to changing trends in the bags and luggage industry.",
    "benefits": [
      "Reduce Error: Eliminate manual mistakes by tracking accurate data for all product types and categories.",
      "Multiple Payment Systems: Accept all major local cards with real-time billing status from a single dashboard.",
      "Generate Insights: Access detailed reports to evaluate performance and boost productivity.",
      "Accuracy and Speed: Fast and trustworthy data entry and retrieval with no wasted time.",
      "Complete Solution: Full-featured POS for retail and wholesale luggage and bags, customizable to your needs.",
      "Organize: Centralized tools for work plans, checklists, and task assignments."
    ],
    "features": [
      "Intelligent Inventory Management",
      "Promotional Strategies",
      "Salesman Commission",
      "Requisition Approval",
      "Order Management",
      "Gift Voucher",
      "Scrap Management",
      "Multiple Warehouses",
      "Reports",
      "Cost-efficient",
      "Barcodes System"
    ],
    "website": "https://mediasoftbd.com/luggage-bags-pos-software/",
    "price_range": "$1500 - $5070",
    "is_active": true
  },
  {
    "id": "prod-fashion-watches-pos",
    "taxonomy_id": "cat-fashion-watches",
    "name": "Fashion Watch Store POS",
    "short_description": "Comprehensive POS for retail watch shops with billing, inventory, customer loyalty, and sales trend analysis.",
    "overview": "Mediasoft Data Systems Limited introduces Fashion Watch Store POS software, a comprehensive solution for retail watch shops. Easily manage items, purchases, sales, inventory, and more with this feature-rich system. Effortlessly meet customer expectations by showcasing products based on brand, model, color, and other criteria, even from the stock room. Streamline operations and enhance customer experiences with our innovative POS software.",
    "benefits": [
      "Simplified Order Process: Process orders from multiple sources with notifications and alerts to avoid missed orders.",
      "Complete Solution: Full-featured watch store POS for all types of watch businesses with compatibility across devices.",
      "Organize: Centralized plans, checklists, and task management to save time.",
      "Cost-efficient: Economical customization with high utility at a low cost.",
      "High Accuracy & Security: Biometric-based identification with high accuracy and fraud avoidance.",
      "Convenience: Easy to use for both technical and non-technical users with complete control and access."
    ],
    "features": [
      "Products Information Management",
      "Maintain Sales Trends",
      "Digital Billing",
      "Quick Sell",
      "Smart Reorder",
      "Salesman Commission",
      "Return and Refund Policy",
      "Customer Reward Program",
      "Barcode System"
    ],
    "website": "https://mediasoftbd.com/fashion-watch-store-pos-software/",
    "price_range": "$1500 - $5000",
    "is_active": true
  },
  {
    "id": "prod-glass-and-crockeries-pos",
    "taxonomy_id": "cat-glass-crockeries",
    "name": "Glass and Crockeries Store POS",
    "short_description": "Advanced POS solution for glass and crockery stores with secure transactions, automated operations, inventory management, and VAT compliance.",
    "overview": "Mediasofts Glass and Crockeries store POS software is a one-stop shop for all of your business's needs, handling everything from acquiring materials to billing to getting your products into the hands of your customers, as well as financial accounting. It also aids in inventory management from warehouse to multi-location retailers, tracking merchandise arrival, exiting, and stock transfer in each location separately. It is one of the supporting pillars in your business, helping to improve productivity by procuring products at the correct moment with smart reorder, and delivering an enhanced and easy shopping experience to consumers by providing super-fast checkout and personalized offers.",
    "benefits": [
      "Highly Secure: Biometric systems ensure accuracy and prevent fraud with encrypted transactions and secure data environments.",
      "Customizable: Tailored system designs and feature-rich POS tailored to business needs.",
      "Automated: Parameter-based sequences for repeatable, faster, and waste-reducing operations.",
      "Optimize: Data-driven insights for better decision-making.",
      "Control: Easily manage products and categories with 24/7 monitoring.",
      "Multiple Payment System: Accept all types of local credit/debit cards for your products."
    ],
    "features": [
      "Inventory Management",
      "Pricing Management",
      "Barcode",
      "Damage and Lost Adjustment",
      "Ecommerce Integration",
      "Requisition for a Supplier",
      "Discount Management",
      "Accounts",
      "VAT Reports"
    ],
    "website": "https://mediasoftbd.com/glass-shop-management-software/",
    "price_range": "$1500 - $5000",
    "is_active": true
  },
  {
    "id": "prod-baby-store-pos",
    "taxonomy_id": "cat-baby-kids-store",
    "name": "Baby Shop & Kids Store POS",
    "short_description": "POS software for baby shops & kids stores with billing, inventory, loyalty, and compliance features.",
    "overview": "Mediasoft's baby shops & kids Store Billing Software is completely equipped and perfect for the retail and distribution of Baby Care Store products. It allows the shop owner/user to simply set up item classifications, product categories (size, style, pricing, and color), and other features. Our Baby Shop Billing Software keeps track of and records the transactions in and out of the baby shops. We are a user-friendly and multi-user-friendly system. It displays your stores' stock at your various locations and records the movement of items in each one. With our system, you can categorize products in various types according to your store setup.",
    "benefits": [
      "24/7 Support Service: Simple to use system with 24/7 agile support for all staff levels.",
      "Compliant: Maintain all compliance standards seamlessly.",
      "Secure: Strong data protection for records and reports.",
      "Organize: Centralized platform for work plans, checklists, and task management.",
      "Multiple Payment Systems: Accept multiple local and international payment modes from a single dashboard.",
      "Complete Solution: Full-featured billing system suitable for all device types and business sizes."
    ],
    "features": [
      "Employee Management",
      "Inventory Management",
      "Loyalty Points",
      "Requisition Approval",
      "One Centralized Platform",
      "Lost/Damaged Management",
      "Salesman Commission",
      "Barcodes System",
      "Financial Reports"
    ],
    "website": "https://mediasoftbd.com/baby-store-billing-software/",
    "price_range": "$1500 - $5000",
    "is_active": true
  },
  {
    "id": "prod-book-shop-pos",
    "taxonomy_id": "cat-books-shop",
    "name": "Book Shop POS",
    "short_description": "VAT-compliant POS software for bookshops with billing, invoicing, inventory, and customer management tools.",
    "overview": "A Book shop billing software generates a comprehensive bill for clients' purchases. Because the invoices are VAT compliant, they are utilized to file taxes. Mediasoft provides book shop billing software that help you to manage your customers more seamlessly. Our book Shop Billing software will assist you to create and manage invoices of your book shop. Our system prevents the possibility of duplicate data entry or missing any crucial invoice inputs of your business. Our expertise system has many tools which can reduce the amount of manual work & keep track of monthly sales of your bookshop. We keep you organized & reduce your working pressure.",
    "benefits": [
      "Reduce Manual Errors & Losses: Minimizes human mistakes by ensuring accurate data entry and preventing misplacement of information.",
      "Smart Reorder: Notifies when stock is low so you can reorder promptly.",
      "Achieve High Productivity: Automates tasks to save time and improve efficiency.",
      "Complete Solution: Full-featured billing system compatible with all devices and business types.",
      "24/7 Support System: Easy-to-use system with around-the-clock agile support.",
      "Maintain Recent Market Trends: Tailored solutions based on current market and business needs."
    ],
    "features": [
      "The cycle of credit offer",
      "Make your customer feel special",
      "Financial Accounting",
      "Inventory Alerts",
      "Multiple Currencies",
      "Returns and Refunds",
      "Gift Voucher",
      "Lost/Damaged Management",
      "Multiple Warehouses"
    ],
    "website": "https://mediasoftbd.com/book-shop-billing-software/",
    "price_range": "$1500 - $5000",
    "is_active": true
  },
  {
    "id": "prod-cosmetics-perfumes-pos",
    "taxonomy_id": "cat-cosmetics-perfumes",
    "name": "Cosmetics & Perfume POS",
    "short_description": "POS software for cosmetics and perfume stores with customer management, loyalty, inventory, and sales tracking features.",
    "overview": "Elevate your cosmetic and perfume business with Mediasoft's advanced POS software. Sell more products, track operations seamlessly, and nurture long-term customer relationships for unparalleled experiences. Our software streamlines operations, saves client data, identifies potential customers, and offers tailored messages and discounts. Stay proactive in meeting customer demands with Mediasoft's Cosmetic & Perfume POS Software.",
    "benefits": [
      "Organize: Centralized platform for organizing work steps, checklists, and tasks.",
      "Cost-efficient: Customizable and affordable solution for diverse materials and finishes.",
      "High Accuracy and Security: Multi-modal biometrics ensuring accuracy and fraud prevention.",
      "Multiple Payment Systems: Accepts multiple local and international payment methods from one dashboard.",
      "24/7 Support Service: Easy-to-use system with 24/7 agile support.",
      "Compliant: Maintains all compliance standards seamlessly."
    ],
    "features": [
      "Customer Management",
      "Membership Management",
      "One Centralized Platform",
      "Point of Sale System",
      "Loyalty Points",
      "Barcodes System",
      "Requisition Approval",
      "SMS Integration",
      "Salesman Commission"
    ],
    "website": "https://mediasoftbd.com",
    "price_range": "$1500 - $5000",
    "is_active": true
  },
  {
    "id": "prod-jewellery-pos",
    "taxonomy_id": "cat-jewellery",
    "name": "Jewellery POS System",
    "short_description": "Versatile POS system for jewelry stores with real-time inventory updates, comprehensive sales tracking, and omni-channel customer engagement.",
    "overview": "Mediasoft's cutting-edge jewelry store POS system is specifically designed to operate your jewelry business operations. Our systems are truly versatile, catering to all facets of your business, from top-tier product management to real-time inventory updates, comprehensive sales tracking, and in-depth employee performance monitoring. Our Omni-channel modules help your jewelry store thrive by promoting a consistent user and customer experience from purchase to aftersales. Choose our solution and discover the difference today.",
    "benefits": [
      "Eliminate Mistakes: Reduce staff errors and avoid lengthy training with user-friendly POS solutions.",
      "Innovative: Custom solutions tailored to your shop type and target market.",
      "End to End Management: Complete control over procurement, billing, and inventory management.",
      "Upgrade Your Security: Strong data security for all records and reports.",
      "Show Genuine Care: Build customer relationships through personalized care and follow-up.",
      "Low-Cost: Affordable POS system with all essential store management features."
    ],
    "features": [
      "Inventory Management",
      "Appraisals",
      "Multiple Payment Systems",
      "Accounting and Financial Management",
      "Point of Sale",
      "CRM",
      "Reporting and Analysis",
      "Omni-channel",
      "Membership Module & Discount"
    ],
    "website": "https://mediasoftbd.com/jewellery-pos-software/",
    "price_range": "$2000 - $6000",
    "is_active": true
  },
  {
    "id": "prod-salon-spa-pos",
    "taxonomy_id": "cat-salon-spa",
    "name": "Salon & Spa POS System",
    "short_description": "Comprehensive POS software for salon and spa businesses with booking, customer management, inventory, and financial tracking.",
    "overview": "Mediasoft Salon & Spa POS software helps you streamline your business operations with elite and customized features to run your salon business effortlessly and increase your customer's satisfaction. With our Salon billing software, you can track your business from anywhere without any dependency and operate seamlessly with high employee productivity. Specifically designed for service-based businesses, our software offers revolutionary tools to help salon owners maintain full control over operations and generate more revenue daily.",
    "benefits": [
      "Complete Solution: Full-featured POS system suitable for all types of beauty salon businesses, accessible on any device.",
      "Organize: Centralized platform to manage work tasks, checklists, and product organization efficiently.",
      "High Accuracy and Security: Multi-modal biometrics for high accuracy and reliable fraud prevention.",
      "Simplified Order Process: Integrates orders from websites, apps, and third-party aggregators to avoid missed orders.",
      "Cost-efficient: Economical customization with diverse finishes and materials.",
      "Convenience: Easy to use with control and accessibility from anywhere."
    ],
    "features": [
      "Know Your Customer",
      "Advanced Booking",
      "Membership Management",
      "Point of Sale System",
      "SMS Integration",
      "Loyalty Points",
      "One Centralized Platform",
      "Day Closing",
      "Inventory",
      "Discount Management",
      "Employee Management",
      "Financial Reports"
    ],
    "website": "https://mediasoftbd.com/salon-pos-software/",
    "price_range": "$2000 - $6000",
    "is_active": true
  },
  {
    "id": "prod-beauty-parlor-pos",
    "taxonomy_id": "cat-beauty-parlor",
    "name": "Beauty Parlor POS System",
    "short_description": "Comprehensive POS system designed for beauty parlors to streamline service operations, manage bookings, and enhance customer experience.",
    "overview": "With the increased demands of the parlor service, taking care of everything manually has become stressful and difficult for parlor owners. Due to this, Mediasoft Data Systems Limited provides a comprehensive beauty parlor POS (point-of-sale) system to help beauty parlor owners manage their service operations effortlessly. Our “Beauty Parlor” software is specifically designed for beauty parlors & beauty service-based businesses. Our software has all revolutionary tools that help beauty salon business owners streamline business operations with ease. Have full control of your parlor business with our intuitive Beauty Parlor POS software and generate more revenue every day.",
    "benefits": [
      "Complete Solution: Full-featured Beauty Parlor POS solution suitable for all types of beauty salon businesses, compatible with any device.",
      "Fees: Transparent, cost-effective pricing with no hidden charges, tailored to your business type.",
      "Organize: Work plans, checklists, and tools to keep tasks centralized and efficient.",
      "Convenience: User-friendly system allowing even non-technical staff to operate with ease."
    ],
    "features": [
      "Advanced Booking",
      "Membership-wise Service Discounts",
      "Service-wise Token Generation",
      "Service Provider Attendance",
      "Sale & Advanced Booking Reports",
      "Point of Sale System",
      "SMS / Email Reminder",
      "Expense Module",
      "Reporting & Analysis",
      "Appointment / Booking",
      "Loyalty Points"
    ],
    "website": "https://mediasoftbd.com/parlor-pos-software/",
    "price_range": "$1500 - $5000",
    "is_active": true
  },
  {
    "id": "prod-footwear-pos",
    "taxonomy_id": "cat-footwear",
    "name": "Footwear POS System",
    "short_description": "Comprehensive POS system for footwear stores with precise inventory management, multi-payment support, and real-time reporting.",
    "overview": "Welcome to Mediasoft's Footwear Store POS Software, a comprehensive solution tailored to meet the unique needs of footwear retailers. In the dynamic world of fashion and footwear sales, precise inventory management and exceptional customer service are paramount. Our software is meticulously designed to optimize your operations, guaranteeing seamless management from inventory tracking to sales. Compatible with multiple languages, currencies, and payment methods, we ensure your footwear store operates effortlessly and efficiently.",
    "benefits": [
      "Cost-Effective: Eliminate extra staffing needs and human errors by automating operations.",
      "High Accuracy and Security: Multi-modal biometrics for secure identification and fraud prevention.",
      "Customizable: Multiple dashboards for operational, financial, and marketing needs.",
      "Increase Business Productivity: Advanced POS and management tools to streamline your store.",
      "Crazy-Easy: User-friendly interface with 24/7 support for easy adoption.",
      "Increase Efficiency of Attendance Monitoring: Passive recognition technology for seamless employee tracking."
    ],
    "features": [
      "Centralized Platform",
      "Simple & Easy Entry",
      "Discount Management",
      "Optimize SKUs",
      "Multiple Payment Modes",
      "Accounting Management",
      "Barcode Systems",
      "Physical Inventory Processing",
      "Multiple Communication Modes"
    ],
    "website": "https://mediasoftbd.com/footwear-store-pos-software/",
    "price_range": "$2000 - $6000",
    "is_active": true
  },
  {
    "id": "prod-electronics-shop-pos",
    "taxonomy_id": "cat-electronics-shop-pos",
    "name": "Electronics & Electrical Shop POS System",
    "short_description": "Integrated POS software for electronics and electrical shops, offering complete control over inventory, pricing, billing, and sales analysis.",
    "overview": "Mediasoft's Electronics & Electrical Shop software is a properly integrated POS system that helps you manage your electronics store effortlessly. Our software was created with the business owner in mind, providing complete control over operations from pricing to inventory management, sales analysis, employee performance, promotions, offers, and campaigns. It streamlines every aspect of store management for improved efficiency and profitability.",
    "benefits": [
      "Highly Secure: Biometric systems ensure secure transactions and data encryption to prevent fraud.",
      "Automate: Parameter-based automation for faster, repeatable, and waste-free operations.",
      "Customizable: Advanced, tailor-fit design for your store's specific needs.",
      "Optimize: Parameter-driven reports and detailed insights for effective store monitoring.",
      "Control: Manage products and accessories with specific categorization and 24/7 service monitoring.",
      "Complete Solution: Full-featured POS tailored to electronics and electrical shops."
    ],
    "features": [
      "Inventory Management",
      "Damage and Lost Adjustment",
      "Pricing Management",
      "Product Management",
      "Barcode Integration",
      "Billing & Accounting",
      "Requisition for Supplier",
      "Discount Management",
      "Ecommerce Integration"
    ],
    "website": "https://mediasoftbd.com/electronics-electrical-shop-pos-software/",
    "price_range": "$2500 - $6500",
    "is_active": true
  },
  {
    "id": "prod-mobile-pos",
    "taxonomy_id": "cat-mobile-phone-accessories",
    "name": "Mobile Phone & Accessories Shop POS",
    "short_description": "Advanced POS system for mobile phone and accessories shops with powerful inventory tracking, barcode management, and multi-payment support.",
    "overview": "Mediasoft's Mobile Phone and Accessories Shop POS system is specifically designed to simplify your mobile shop's daily operations and enhance your business's productivity. With our cutting-edge solution, you can effortlessly handle inventory management, barcode systems, customer follow-up, and sales tracking. Discover the potential of our cloud-based technology and easily take total control of your mobile phone and accessories store.",
    "benefits": [
      "Highly Secure: Multi-modal biometrics for accurate fraud prevention and secure data handling.",
      "Customizable: Tailored system to match unique business needs with customizable design.",
      "Automated: Parameter-based automation for repeatable and efficient operations.",
      "Optimize: Real-time insights and automated calculations for store performance.",
      "Control: Centralized control of products, accessories, and categories with 24/7 monitoring.",
      "Multiple Payment System: Support for all major credit cards and flexible payment options."
    ],
    "features": [
      "Inventory Tracking",
      "Pricing Management",
      "Barcode Management",
      "Damage and Lost Adjustment",
      "Ecommerce Integration",
      "Requisition for a Supplier",
      "Discounts Management",
      "Accounts",
      "VAT Reports"
    ],
    "website": "https://mediasoftbd.com/mobile-phone-accessories-shop-pos-software/",
    "price_range": "$1500 - $5000",
    "is_active": true
  },
  {
    "id": "prod-computer-hardware-pos",
    "taxonomy_id": "cat-computer-hardware-shop-pos",
    "name": "Computer Hardware Shop POS",
    "short_description": "POS for computer hardware stores with inventory, billing & accounting, barcode-ready product data, and omni-channel tools.",
    "overview": "Mediasoft Data Systems Limited provides a comprehensive Computer Hardware Shop POS that tracks and controls inbound and outbound stock across locations. The system is easy to use, multi-user, and shows real-time service center stock, product movement per location, and complete sales and purchase records. Use it to streamline operations and keep your computer hardware store profitable as the industry evolves.",
    "benefits": [
      "Highly Secure: Biometric-backed security with encrypted transactions to prevent fraud.",
      "Automate: Parameter-based workflows for repeatable, faster, and waste-free operations.",
      "Customizable: Advanced, tailor-fit design to match your store's processes and layouts.",
      "Optimize: Auto-calculated KPIs and detailed insights for complete store monitoring.",
      "Multiple Payment Systems: Accept all common local credit/debit cards with centralized tracking.",
      "Control: Categorize and manage products/accessories with 24/7 monitoring for total control."
    ],
    "features": [
      "Product Information & Data Management",
      "Billing & Accounting",
      "Inventory Management",
      "Damage & Lost Adjustment",
      "Costing Analysis",
      "Bank Reconciliation & Expense Manage",
      "Omni-channel",
      "Sales & Purchase Return",
      "Discount Management"
    ],
    "website": "https://mediasoftbd.com/computer-hardware-shop-pos-software/",
    "price_range": "$2000 - $6060",
    "is_active": true
  },
  {
    "id": "prod-camera-accessories-pos",
    "taxonomy_id": "cat-camera-accessories-software",
    "name": "Camera & Accessories Software",
    "short_description": "POS system for camera and accessories shops with product tracking, multi-currency payments, and streamlined inventory management.",
    "overview": "Mediasoft provides a user-friendly Camera Shop POS System that enables seamless management of camera and accessories businesses. It tracks products from purchase to sales by serial numbers, models, and warranty numbers, reducing manual errors. The system offers smart re-ordering, quick checkout, and real-time stock updates, helping retailers maintain optimal stock levels and improve operational efficiency.",
    "benefits": [
      "Organize: Centralized tools to manage products, tasks, and work steps, saving time and improving customer focus.",
      "Cost-efficient: Affordable yet feature-rich system with customizable options to fit business needs.",
      "Multiple Payment Systems: Accept all common local credit/debit cards securely.",
      "Multi-Currency: Support for multiple currencies to cater to local and global customers.",
      "High Accuracy & Security: Multi-modal biometric identification with encrypted data for fraud prevention.",
      "Innovative: Flexible POS solutions tailored to store types and business requirements."
    ],
    "features": [
      "Customer Information",
      "PO Creation Based on Demand",
      "Salesman Performance",
      "Omni-channel",
      "Product GRN",
      "Product Information",
      "Damage & Lost Adjustment",
      "Sales through Multiple Counters in Each Shop",
      "Discount Management"
    ],
    "website": "https://mediasoftbd.com/camera-shop-pos-software/",
    "price_range": "$2000 - $6020",
    "is_active": true
  },
  {
    "id": "prod-restaurant-pos",
    "taxonomy_id": "cat-restaurant",
    "name": "Restaurant POS",
    "short_description": "All-in-one restaurant POS with table management, inventory control, mobile wallet, KOT/KDS integration, and real-time payment tracking.",
    "overview": "Mediasoft's Restaurant Management software is an affordable, easy-to-use all-in-one platform designed to streamline restaurant operations from order-taking to delivery. Featuring our 'T-POS' and 'Restaura' systems, it supports self-service, pay-first, and table-wise service models. The system helps manage orders, track inventory, optimize kitchen coordination, and provide fast, smooth service for any restaurant type.",
    "benefits": [
      "Simplified Order Process: Accept orders from multiple sources like websites, apps, and third-party aggregators.",
      "Use Just One Platform: Streamline all tasks to minimize serving time and deliver top service from one platform.",
      "Multiple Payment Method: Track and record all real-time payments from a single dashboard with multiple modes supported.",
      "Organize: Centralized tools for checklists and work plan assignments.",
      "Convenience: Easy for non-tech staff to operate with minimal training.",
      "Complete Solution: Suitable for all restaurant types and works on any device."
    ],
    "features": [
      "Inventory Management System",
      "Tab-based Ordering System",
      "Table Management",
      "KOT/KDS Integration",
      "Mobile Use/Wallet System",
      "Customer Information Management",
      "Point-of-sale",
      "Discount Promotions",
      "Modifier Entry",
      "Menu Management",
      "Cashier Login",
      "Sale Order Preparation & Monitoring"
    ],
    "website": "https://mediasoftbd.com/restaurant-pos/",
    "price_range": "$2000 - $6060",
    "is_active": true
  },
  {
    "id": "prod-quick-service-restaurant-pos",
    "taxonomy_id": "cat-quick-service-restaurant",
    "name": "Quick Service Restaurant POS",
    "short_description": "Fast, easy-to-use POS for quick service restaurants with order management, table management, mobile wallet integration, and sales tracking.",
    "overview": "Mediasoft's Quick Service Restaurant Software is designed to streamline your restaurant operations from order taking to delivery. Tailored for self-service, pay-first, or table-wise setups, it offers a robust platform to manage sales, inventory, menus, and customer interactions efficiently. The system integrates seamlessly with KOT/KDS, mobile wallet payments, and discount promotions, ensuring faster service and higher customer satisfaction.",
    "benefits": [
      "Simplified Order Process: Handle orders from multiple channels, including third-party aggregators, websites, and apps.",
      "Use Just One Platform: Centralize all tasks to minimize serving time and boost kitchen efficiency.",
      "Secure: Ensures safe data storage and access for all records and reports.",
      "Crazy Easy: User-friendly interface with high customization and 24/7 support availability.",
      "Automation: Quick Service Restaurant system with automated PO creation and workflow-based operations.",
      "Control: Categorize and manage products with real-time monitoring for better oversight."
    ],
    "features": [
      "Inventory Management System",
      "Tab Based Ordering System",
      "Table Management",
      "KOT/KDS Integration",
      "Mobile Use/Wallet System",
      "Customer Information",
      "Point-of-Sale",
      "Discount Promotions",
      "Modifier Entry",
      "Menu Management",
      "VAT Report",
      "Sale Order Preparation & Monitoring",
      "Multiple Payment Modes",
      "Cashier Login",
      "MIS Reporting"
    ],
    "website": "https://mediasoftbd.com/quick-service-restaurant-software/",
    "price_range": "$1500 - $5000",
    "is_active": true
  },
  {
    "id": "prod-fine-dine-pos",
    "taxonomy_id": "cat-fine-dine",
    "name": "Fine Dine Restaurant POS",
    "short_description": "POS for fine dining restaurants with table management, order tracking, advanced billing, inventory, and customer engagement tools.",
    "overview": "In the modern era of technology, Mediasoft offers a comprehensive solution for Fine Dine Restaurants. We provide the easiest and most affordable system to streamline daily fine dining operations—from order receipt to delivery. Our “T-POS” restaurant management system and “Restaura” are designed specifically for fine dining setups, supporting self-service, pay-first, and table-wise workflows. The platform optimizes service flow, improves kitchen coordination, and delivers an exceptional dining experience.",
    "benefits": [
      "Simplified Order Process: Get & process orders from multiple sources, such as third-party aggregators, websites, apps & more.",
      "Use Just One Platform: Boost your kitchen's turn-around time by streamlining all your tasks, minimizing serving time, and delivering the best service from one platform.",
      "Secure: Keep your POS system and data safe with robust security measures, ensuring all records & reports remain confidential.",
      "Automation: Automate workflows with accurate PO creation based on planning data, reducing manual effort.",
      "Crazy Easy: Intuitive and thoughtfully designed interface for ease of use, with 24/7 agile support.",
      "MIS: Access detailed analytics and reports of sales, purchases, and restaurant performance to support effective strategy."
    ],
    "features": [
      "Inventory Management System",
      "Table Management",
      "KOT/KDS (Kitchen Order Ticket / Kitchen Display System)",
      "Mobile Use / Wallet System",
      "Customer Information Management",
      "Point of Sale",
      "Discount Promotions",
      "Menu Management",
      "Multiple Payment Modes",
      "Cashier Login",
      "VAT Report",
      "Modifier Entry"
    ],
    "website": "https://mediasoftbd.com/fine-dine-management-software/",
    "price_range": "$2000 - $8000",
    "is_active": true
  },
  {
    "id": "prod-food-court-pos",
    "taxonomy_id": "cat-food-court",
    "name": "Food Court POS",
    "short_description": "All-in-one POS system for food courts with order management, table service, billing, and inventory control.",
    "overview": "Mediasoft's Food Court Management Software offers a complete technology platform to streamline day-to-day operations from order taking to delivery. Designed for food courts with self-service, pay-first, or table-wise systems, the solution combines speed, accuracy, and efficiency to boost customer satisfaction and operational performance.",
    "benefits": [
      "Simplified Order Process: Process orders from multiple sources, including aggregators, websites, and apps.",
      "Use Just One Platform: Reduce service times by streamlining all tasks from one platform.",
      "Secure: Strong security for all your records and reports.",
      "Easy to Operate: Intuitive UI with 24/7 support for easy operation.",
      "Automation: Workflow-based automation for purchase order creation using accurate planning data.",
      "Control: Track products by generic type or specification for complete operational control."
    ],
    "features": [
      "Inventory Management System",
      "Tab Based Ordering System",
      "Table Management",
      "KOT/KDS",
      "Mobile Use/Wallet System",
      "Customer Information",
      "Point-of-Sale",
      "Discount Promotions",
      "Cashier Login"
    ],
    "website": "https://mediasoftbd.com/food-court-management-software/",
    "price_range": "$2000 - $6060",
    "is_active": true
  },
  {
    "id": "prod-burger-sandwich-shop-pos",
    "taxonomy_id": "cat-burger-sandwich",
    "name": "Burger & Sandwich Shop POS",
    "short_description": "POS for burger and sandwich shops with order-to-delivery automation, menu & discount management, multiple payment modes, and real-time reporting.",
    "overview": "Unlock success with Mediasoft's Burger and Sandwich Shop POS software. Streamline operations effortlessly from order to delivery. Our intuitive solution guarantees precision and efficiency, ensuring a seamless and delightful customer experience. Our restaurant management platform covers everything from order-taking to kitchen coordination, billing, and reporting, ensuring your business runs at peak performance.",
    "benefits": [
      "Simplified Order Process: Get & process orders from multiple sources, such as third-party aggregators, websites, apps & many more.",
      "Use Just One Platform: Streamline all your tasks, minimize serving time, and deliver the best service from one central system.",
      "Multiple Payment Method: Track and record real-time payment statuses from a single dashboard with support for multiple payment modes.",
      "Organize: Define work plans, checklists, and assign tools to organize work steps in one centralized place.",
      "Convenience: Easy-to-use software designed for all staff levels, including non-technical personnel.",
      "Complete Solution: Full-featured restaurant management system suitable for all types of restaurants, bars, and dine-in businesses."
    ],
    "features": [
      "Customer Information",
      "Point-of-Sale",
      "Tab Based Ordering System",
      "Table Management",
      "Menu Management",
      "Cashier Login",
      "VAT Report",
      "Discount Promotions",
      "Reports"
    ],
    "website": "https://mediasoftbd.com/burger-sandwich-shop-pos-software/",
    "price_range": "$2000 - $6060",
    "is_active": true
  },
  {
    "id": "prod-bakery-erp",
    "taxonomy_id": "cat-bakery",
    "name": "Bakery ERP Solution",
    "short_description": "Comprehensive ERP solution for bakeries and confectioneries with integrated operations, automated workflows, and real-time monitoring.",
    "overview": "Welcome to Mediasoft's Bakery ERP Software, a comprehensive bakery management system crafted to elevate and optimize every facet of your bakery business. In an industry where profitability hinges on precision and efficiency, our Bakery ERP software emerges as a transformative solution, seamlessly integrating various departments within your company for unparalleled operational excellence and ensuring success in today's competitive market.",
    "benefits": [
      "Automate: Create parameter sequences or multi-step recipes to run complex operations automatically, making lines more repeatable, faster, and with less waste.",
      "Organize: Define work plans, checklists, and assign tools to organize work steps for your products in one centralized place.",
      "Control: Monitor products by generic types and specifics in real-time, keeping full control of your business.",
      "Optimize: Create and automatically calculate parameters for improved productivity, tracking metrics every day.",
      "High Accuracy & Security: Multi-modal biometric identification ensures accuracy and prevents fraud while keeping reports secure.",
      "Complete Solution: Full-featured Bakery ERP solution tailored to your needs, with customizable modules."
    ],
    "features": [
      "Batch Production",
      "Inventory Management",
      "QC QA",
      "Accounting and Financials",
      "Costing & Analysis",
      "Warehousing",
      "Route Manager",
      "Compliance & Traceability",
      "Planning & Scheduling",
      "Bill of Materials (BOM)",
      "LOT Tracking & Recalls",
      "Purchase Management"
    ],
    "website": "https://mediasoftbd.com/bakery-erp-solution/",
    "price_range": "$2000 - $6010",
    "is_active": true
  },
  {
    "id": "prod-franchise-management",
    "taxonomy_id": "cat-franchise",
    "name": "Franchise Management Software",
    "short_description": "Comprehensive software to streamline franchise operations, maximize profits, and ensure brand consistency.",
    "overview": "Mediasoft's Franchise Management software can help to grow your franchise engagement faster, maximize your profit, and can comfort your operation. To stay on top and keep the franchise business growing, we provide the best possible features like franchisee sales figures, Commission calculations, user management, brand consistency, etc.",
    "benefits": [
      "Auto-Save: All information scanned in a wireless environment will be automatically saved on the handheld device.",
      "Mode for a Single Item: Allows scanning of each item, incrementing the quantity of the item by one.",
      "End-to-End Management: Provides product forecasts, billing, inventory management, and deliveries for complete control over procurement and finances.",
      "Always Up to Date: Regularly managed updates to keep the store equipped with the latest security updates and features.",
      "Time Stamping: Assigns time stamps to each action for detailed analysis of the process.",
      "SKU Search: Enables searching in the database using a barcode or product description."
    ],
    "features": [
      "Commission Reporting",
      "Increase Unit Revenue",
      "Multiple Purchases Received",
      "Purchase Order Generates",
      "Daily Cash Reconciliation",
      "User Management",
      "Multiple Product Setup",
      "Multiple Group Setup",
      "Barcode Printing",
      "Day Closing",
      "Approval",
      "Multiple Payment Modes"
    ],
    "website": "https://mediasoftbd.com/franchise-management-software/",
    "price_range": "$2000 - $6060",
    "is_active": true
  },
  {
    "id": "prod-ecommerce-development",
    "taxonomy_id": "cat-ecommerce-dev",
    "name": "Ecommerce Development",
    "short_description": "Custom, secure, and scalable e-commerce website development with multi-currency support, automated processes, and customer engagement features.",
    "overview": "Well, then you are in the exact place now. Mediasoft Data Systems Limited is one of the best e-commerce website development companies in Bangladesh. Our well-experienced team with high coding standards and best practices make us focus on providing exceptional eCommerce websites for our customers worldwide, no matter what their business types & sizes are! Our support team provides consultancy to our clients to enrich their business growth and helps them to keep pace with the changing business trends in the era of e-commerce, whenever they need us. From Concept to Launch: Smooth E-commerce Implementation. Build, Launch, and Grow with Mediasoft's E-commerce Solution. We understand your business needs and create a user-friendly, visually appealing design tailored to attract and engage your customers.",
    "benefits": [
      "Custom: Create a customizable online store with the help of skilled designers and developers for your required business design and features.",
      "Multi-Currency: Accept payments in multiple currencies worldwide and offer local payment methods via your chosen gateway.",
      "Secure: Reliable SSL-based secure solution for safe online transactions and file sharing.",
      "Crazy-Easy: Simple, intuitive design with 24/7 support service.",
      "Multiple Payment Systems: Offer secure and convenient payment options for smooth checkout experiences.",
      "Automate Processes: Automated inventory, order processing, and customer management to save time and reduce errors."
    ],
    "features": [
      "Product Management",
      "Customer Management System",
      "Order Management",
      "Inventory Management",
      "Guest Checkout",
      "Payment Gateway Integration",
      "Pricing Management",
      "Shipping & Delivery Management",
      "VAT Management",
      "Coupon & Discount Management",
      "SEO & URL Optimization",
      "Social Media Login & Sharing",
      "Flash Sales & Limited-Time Offers",
      "Customer Reviews & Ratings",
      "Wishlist & Save for Later",
      "Membership Management",
      "Analytics & Reporting Dashboard",
      "Loyalty & Reward Programs",
      "Single Page Checkout",
      "Multi-Language & Multi-Currency Support",
      "SMS & Push Notification",
      "Customer Support Management",
      "Abandoned Cart",
      "Bulk Order Management",
      "User Management",
      "Multi-Vendor Management",
      "Product Request"
    ],
    "website": "https://mediasoftbd.com/ecommerce-solution/",
    "price_range": "$2000 - $6030",
    "is_active": true
  },
  {
    "id": "prod-ecommerce-order-management",
    "taxonomy_id": "cat-ecommerce-om",
    "name": "Ecommerce Order Management",
    "short_description": "Advanced OMS to streamline order processing, inventory tracking, and customer interactions for efficient e-commerce operations.",
    "overview": "Mediasoft's E-Commerce Order Management System (OMS) - A comprehensive solution, that helps you organize your orders easily and effectively. Take complete control of your e-commerce operations with Mediasoft's advanced Order Management System (OMS). Designed to simplify and optimize order processing, inventory tracking, and customer interactions, our OMS ensures seamless and efficient business management.",
    "benefits": [
      "Efficiency: Streamline order processes from creation to dispatch, reducing manual efforts and minimizing errors.",
      "Accuracy: Ensure accurate order details, efficient inventory management, and precise packaging.",
      "Customer Satisfaction: Provide timely order updates, reliable delivery, and seamless returns to enhance customer trust.",
      "Data Insights: Access valuable analytics insights to make informed business decisions."
    ],
    "features": [
      "Order Entry and Processing",
      "Inventory Management",
      "Comprehensive Order Management",
      "Customer Management System",
      "Integrated Payment Solutions",
      "Efficient Shipping & Delivery Management",
      "Advanced Product Management",
      "Promotions & Discounts",
      "Detailed Reporting & Analytics",
      "Multi-Channel Sales Support",
      "Admin & Backend Management",
      "Automated Notifications & Alerts",
      "Returns & Refunds Management",
      "Seamless System Integration",
      "Mobile-Friendly Interface"
    ],
    "website": "https://mediasoftbd.com/order-management-system/",
    "price_range": "$2000 - $6060",
    "is_active": true
  }
]